const qnaList = [
    {
        q: "당신의 성별은 무엇인가요?",
        a: [
            {
                answer: "a. 남",
                type: [0],
            },
            {
                answer: "b. 여",
                type: [1],
            },
            
        ],
    },
    {
        q: "웃음이 나는 일이 많나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
        ],
    },
    {
        q: "일상생활에 활력이 넘치나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
        ],
    },
    {
        q: "아침마다 설렘이 가득한가요?",
        a: [
            { 
                answer: "a. 예",
                type: [0] 
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
            
        ],
    },
    {
        q: "하늘에 둥둥 떠있는 기분인가요?",
        a: [
            { 
                answer: "a. 예", 
                type: [0] },
            {
                answer: "b. 아니오",
                type: [1],
            },
        ],
    },
    
];

const infoList = [
    {
        nameIntro: "이런 향수를 추천해요",
        name: "<시트러스>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "귤, 레몬, 오렌지, 라임, 자몽향",
        descTitle2:
            "시원함, 상큼함, 신선함, 친근감, 가벼움",
        desc2: "대표 향수: 캘빈클라인 - 씨케이원파코라반" <br> "파코샤넬 - 뿌르무슈"   <br>  "프레쉬 - 베르가못겔랑" <br> "오 드 콜로뉴 임페리얼"

    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<아쿠아>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "상쾌함, 시원함, 바다향",
        descTitle2: "대표 향수: 다비보프 - 쿨워터포우먼" <br> "니코스 - 스컬프춰" <br> "겐조 - 르파겐조" <br> "불가리 - 아쿠아 디비나",
        
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<오셔닉,마린>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "바다향, 짭짤한 향으로 시원하고 상쾌한 향, 여행지가 연상되는 밝은 느낌을 주는 향이에요",
        descTitle2:
            "대표 향수: 아라미스 - 뉴 웨스트 스킨센트 포 허, 뉴 웨스트 우먼" <br> "겐조 - 뿌르 옴므",
       
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<프루티>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "복숭아, 딸기, 사과, 멜론, 파인애플, 바나나, 열대과일향",
        descTitle2:
            "달콤함, 상큼함, 귀여운 느낌",
        desc2: "대표 향수: 겔랑 - 미츠코" <br> "로샤스 - 팜므" <br> "안나수이 - 돌리걸" <br> "록시땅 - 피치블라썸" <br> "페라가모 - 인칸토참",
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<플로럴>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "활동적인 느낌을 갖고 싶을 때",
        descTitle2:
            "꽃향기, 세련됨, 여성적, 활동적",
        desc2: "대표 향수: 디올 - 디오리시모 (은방울꽃)" <br> "기라로쉬 - 휘지" <br> "샤넬 - 크리스탈 (자스민)" <br> "입생로랑 - 파리(장미)" <br> "카보틴 - 그레",
    },
];
