const qnaList = [
    {
        q: "당신의 성별은 무엇인가요?",
        a: [
            {
                answer: "a. 남",
                type: [0],
            },
            {
                answer: "b. 여",
                type: [1],
            },
            
        ],
    },
    
    {
        q: "눈물이 자주 나나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
            
        ],
    },
    {
        q: "기분이 좋은일이 생겨도 행복하지 않나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
            
        ],
    },
    {
        q: "입맛이 없나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
            
        ],
    },
    {
        q: "자신이 불행하다고 생각하나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
           
        ],
    },
    
];

const infoList = [
    {
        nameIntro: "이런향수를 추천해요",
        name: "<허벌>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "허브, 로즈마리, 페퍼민트 향",
        descTitle2:
            "안정감, 청량감, 포근함",
        desc2: "대표 향수: 햅지바 - 화이트티" <br> "엘리자베스아덴 - 그린티라벤더",
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<얼씨>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "비오는날의 젖은 흙에서 올라오는 특유의 촉촉한 향, 숲길을 산책하는 것 같은 신선한 느낌이 드는 것이 특징",
        descTitle2:
            "대표 향수: 디에스앤더가-그레이프프룻 제너레이션",
        
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<구르망>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "미식가라는 뜻",
        descTitle2:
            "달콤한 향, 미각적 후각적 자극을 준다",
        desc2: "대표 향수: 캘빈클라인 - 시크릿 옵세션" <br> "장 폴 고티에 -  마담",
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<파우더리>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "부드럽고 포근함,벨벳이나 파우더 같은 부드러운 느낌을 표현한 향, 흔히 맡을 수 있는 화장품 향이나 베이비 파우더 향",
        descTitle2:
            "대표 향수: 샤넬-샤넬 NO.22" <br> "겐조-플라워 바이 겐조" <br> "불가리-쁘띠마망" <br> "버버리-베이비 터치",
       
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<시프레>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "나뭇잎 젖은 듯 그을은 듯 한 향, 시원함, 상큼함, 부드러움",
        descTitle2:
            "마음을 편안히 해주고, 조용하면서도 격조 있는 성숙한 여성미를 지님",
        desc2: "대표 향수: 디올 - 미스디올" <br> "지방시 - 이자티스" <br> "폴로 - 폴로" <br> "에스티로더 - 노잉" <br> "구찌 - 노빌레" <br> "겔랑 - 미츠코",
    },
];
