const qnaList = [
    {
        q: "당신의 성별은 무엇인가요?",
        a: [
            {
                answer: "a. 남",
                type: [0],
            },
            {
                answer: "b. 여",
                type: [1],
            },
            
        ],
    },
    
    {
        q: "일상생활이 지루하게 느껴지나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
            
        ],
    },
    {
        q: "하루종일 피로감이 있나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
            
        ],
    },
    {
        q: "사람들과 만남을 피하게 되나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
            
        ],
    },
    {
        q: "어떤일에도 의욕이 생기지 않나요?",
        a: [
            {
                answer: "a. 예",
                type: [0],
            },
            {
                answer: "b. 아니오",
                type: [1],
            },
           
        ],
    },
];

const infoList = [
    {
        nameIntro: "이런향수를 추천해요",
        name: "<플로럴>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "활동적인 느낌을 갖고 싶을 때",
        descTitle2:
            "꽃향기, 세련됨, 여성적, 활동적",
        desc2: "대표 향수: 디올 - 디오리시모 (은방울꽃)" <br> "기라로쉬 - 휘지" <br> "샤넬 - 크리스탈 (자스민)" <br> "입생로랑 - 파리(장미)" <br> "카보틴 - 그레",
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<그린>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "피곤하고 답답한 상황에서 머리를 맑게 하고 싶을 때",
        descTitle2:
            "풀과 나뭇잎 향, 신선, 산뜻, 상쾌, 친근감을 줌",
        desc2: "대표 향수: 에스티로더 - 프라이빗콜렉션" <br> "샤넬 - 샤넬 NO.19" <br> "겐조 - 데 떼, 파르팽데떼" <br> "발망 - 방 베르" <br> "엘리자베스아덴 - 그린티" <br> "불가리 - 오파르퓌메",
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<모시>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "비온뒤의 상쾌함을 주는 향",
        descTitle2:
            "대표 향수: 이솝 - 휠 오드 퍼퓸",
       
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<플로럴 부케>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "여러송이의 꽃을 꽃다발로 한 것과 같은 향",
        descTitle2:
            "우아한 느낌, 달콤함, 부드러움, 여성스러운 느낌",
        desc2: "대표 향수: 까샤렐-아나이스 아나이스 ,장파투 조이" <br> "에스티로더-뷰티풀" <br> "아르마니-지오" <br> "구찌-엔비" <br> "라우라-라우라" <br> "캘빈클라인-이터니티" <br> "로샤스-플뢰로드" <br> "니나리찌-레벨 드라찌" <br> "휴고-휴고 유먼",
    },
    {
        nameIntro: "이런향수를 추천해요",
        name: "<알데히드>",
        descTitle1: "당신의 기분과 어울리는 향이에요",
        desc1: "천연 또는 인공 원료로부터 얻어진 탄소, 수소, 산소 원자들을 포함한 유기 화합물로 조합한 향으로 플로럴 향이 기본인 향이에요",
        descTitle2:
            "나무와 과일향을 섞어 깊고 풍부한 향을 냄",
        desc2: "대표향수: 샤넬-샤넬 NO.5" <br> "로샤스-마담 로샤스" <br> "입생로랑-리브고쉬" <br> "겔랑-샤미드" <br> "에스티로더-화이트리넨" <br> "아르마니-지오",
    },
];
